{
  "type": "network",
  "version": "1.0",
  "data": "data.json",
  "logo": {
    "text": "Azadeh Rasooli",
    "file": "",
    "link": "www.landont.com"
  },
  "text": {
    "title": "Ontology of Landscape Architecture",
    "more": "Practitioners and researchers in the field of landscape architecture face a vast amount of different issues to be addressed in their work, Issues seeming Disparate in many cases such as: Cultural context, surface water management, security, form, sense of place, soil pollution, history, patterns of residence, functional hierarchy, altitude, land use, Public policy and regulations, etc. Some of these issues are considered to be at the core body of Landscape Architecture knowledge -if we believe there is a core- and some are not. This wide range of issues indicates that research in this field is prone to fragmentation. Besides, the interdisciplinary character of Landscape Architecture makes it hard to be defined. Relations between different aspects of Landscape Architecture are to be clarified in order to produce the whole image of the discipline. “Ontology of Landscape Architecture” is a tool for representing the knowledge domain of Landscape Architecture based on network of interconnected keywords. This network could help practitioners and researchers achieve more systemic, holistic and integrated thinking process, supporting decision making. This approach leads to more sustainable and effective solutions.",
    "intro": "LandOnt: the Ontology of Landscape Architecture"
  },
  "legend": {
    "edgeLabel": "relationship",
    "colorLabel": "degree",
    "nodeLabel": "class"
  },
  "features": {
    "search": true,
    "groupSelectorAttribute": "Closeness Centrality",
    "hoverBehavior": "dim"
  },
  "informationPanel": {
    "imageAttribute": "Betweenness Centrality",
    "groupByEdgeDirection": true
  },
  "sigma": {
    "graphProperties": {
      "minEdgeSize": 1.5,
      "maxNodeSize": 7,
      "maxEdgeSize": 1.5,
      "minNodeSize": 1
    },
    "drawingProperties": {
      "labelThreshold": 5,
      "hoverFontStyle": "bold",
      "defaultEdgeType": "curve",
      "defaultLabelColor": "#000",
      "defaultLabelHoverColor": "#fff",
      "defaultLabelSize": 14,
      "activeFontStyle": "bold",
      "fontStyle": "bold",
      "defaultHoverLabelBGColor": "#002147",
      "defaultLabelBGColor": "#ddd"
    },
    "mouseProperties": {
      "minRatio": 0.75,
      "maxRatio": 20
    }
  }
}